{
  "label.project.desc.beautiful.lives": "Beautiful lives is a game based on the Brackeys Game Jam 2020.2 theme : \"Rewind\" ! This game jam was supposed to last a week but we tried to develop a game with a small team of 4 people in a single week-end. We have put our skills and nerves to the tests and Beautiful lives was born !",
  "label.project.desc.onlyvert": "Only vert is a Lyon-based start-up working in the field of environmental protection. After the launch of their selective sorting application, we first worked on the development of a showcase site to present the start-up and the different members. We then developed a back-office part that allows Only vert to manage some data from their site and application, and then to provide their partners with a private and personalized space.",
  "label.project.desc.ecopotager": "Serious game as part of a teaching unit during our master 1 on the theme of awareness of ecology through the discovery of physics and chemistry, with the management of an eco-responsible vegetable garden.",
  "label.project.desc.speedrace": "SpeedRace is a game realized within the framework of the Advanced Web teaching unit of the university Lyon 1. The game revolves around the real-time geolocation of the players, and the goal is for them to reach a target on the map as quickly as possible. A back office allows the game administrator to modify each parameter of the game, such as the time of life of a player or the position of the map.",
  "label.project.desc.saphir": "Saphir is an educational application designed to accompany young learners in understanding the different cycles of water and more specifically its filtration. We have developed a Progressive Web App, which allows the application to be downloaded to a phone and tablet and is accessible without an internet connection. On top of that, it is available in 3 different languages, which makes it even more accessible. It has been realized within the framework of the teaching unit Projet d'Orientation Master, supervised by Mrs. Stéphanie Jean Daubias and in partnership with the French-Chinese association Albatross Foundation, which aims to promote free education for all and to build a global organization for an education for sustainable development of youth with innovative interactive and playful tools.",
  "label.project.desc.nova": "Noémie Vargas is a make-up artist from Lyon for whom we have created a showcase site allowing her to display her projects and her creations. We also provided her with a back office so that she can add, delete and directly manage the content of her showcase site.",
  "label.project.desc.healtheat": "Healteat is an online dietician, which allows users to generate dietary programmes based on their personal information. Users update their personal data throughout the programme, and the application allows them to have a visual display of it, especially in graphic form, while also giving some tips.",
  "label.project.desc.fixit": "This game was developed during the GGJ 2020 on the theme \"Repair\" ! In this prototype you can play against your friend in an arena and try to repair more things than him ! You will have to collect pieces, dispatched in the arena, in order to repair your current object, given by the crowd in the background (that cheers you up !). The first to complete 3 objects wins !",
  "label.project.desc.edc": "Eva Dalla Costa is a photographer from Lyon for whom we have created a showcase site allowing her to display her creations. We also provided her with a back office so that she can directly add, delete and order the content of her showcase site.",
  "label.project.desc.cruz": "La Cruz's website has been created to allow us to present ourselves and our work easily and accurately. After a version developed with Symfony, we chose to rebuild the site under React with configuration files in Json format for the data, which allows us greater flexibility.",
  "label.project.short.desc.beautiful.lives": "Beautiful lives is a game based on the Brackeys Game Jam 2020.2 theme : \"Rewind\" !",
  "label.project.see": "Go to project",
  "label.project.check.github": "Check on Github",
  "label.project.feature.title.die.again": "Die... again !",
  "label.project.feature.desc.die.again": "Based on a Die & Tryhard system, this game will ask you to make sacrifices to finish and unseal some levels.",
  "label.project.feature.title.tuto": "Tutorials",
  "label.project.feature.desc.tuto.bl": "A nice hologram will assist you in the first levels to explain everything : keys, mechanics, you will know all of it !",
  "label.project.feature.desc.tuto.ep": "Your uncle Robert is there to accompany you in the management of your vegetable garden, do not hesitate to ask him questions: he will answer everything!",
  "label.project.feature.title.responsive": "Responsive website",
  "label.project.feature.desc.responsive": "The website is suitable for all devices, from desktop computers to cell phones.",
  "label.project.feature.title.bo": "Back office",
  "label.project.feature.desc.bo": "The website comes with a back office in order to manage the data of the site.",
  "label.project.feature.desc.bo.ov": "The website comes with a back office in order to manage the data of the site and their mobile application.",
  "label.project.feature.desc.bo.sr": "The game comes with a back office where you can change almost every options of the game.",
  "label.project.feature.title.firebase": "Built with Firebase",
  "label.project.feature.desc.firebase": "Built with Firebase, the link between the website and the back office is very easy.",
  "label.project.feature.desc.firebase.ov": "Built with Firebase, we use the same data as used in the app.",
  "label.project.feature.title.children": "For childrens",
  "label.project.feature.desc.children": "Eco-potager is designed for children, with clear explanations and intuitive controls.",
  "label.project.feature.title.process.monitoring": "Progress monitoring",
  "label.project.feature.desc.process.monitoring": "At the end of each level will be proposed a summary of the plantations and actions of the player in order to indicate his successes and mistakes to make him gain experience.",
  "label.project.feature.title.geolocation": "Geolocation",
  "label.project.feature.desc.geolocation": "The game is based on the geolocation of all the differents players, as well as a target to reach.",
  "label.project.feature.title.pwa": "Progressive Web App",
  "label.project.feature.desc.pwa": "Saphir is a PWA, you can download it as an desktop or mobile application, and it will be available without connexion.",
  "label.project.feature.title.experiment": "Experiment", 
  "label.project.feature.desc.experiment": "The application includes a module allowing learners to digitally carry out a water filtering experiment, in the same way that a scientific experiment is carried out.", 
  "label.project.feature.title.course": "Courses", 
  "label.project.feature.desc.course": "The application includes a module giving access to different courses on the theme of water.", 
  "label.project.feature.title.quiz": "Quiz", 
  "label.project.feature.desc.quiz": "The application includes a module giving access to different quizzes on the theme of water for each course available on the application.", 
  "label.project.feature.title.game": "Mini-Jeux", 
  "label.project.feature.desc.game": "The application includes various educational mini-games with different levels of difficulty. These modules have been structured in such a way that additional levels can easily be added.", 
  "label.project.feature.title.program": "Personalised program",
  "label.project.feature.desc.program": "The application generates personalised programmes for each user based on scraping data.",
  "label.project.feature.title.followup": "Personal follow-up",
  "label.project.feature.desc.followup": "The web application is accompanied by a personal monitoring part that gives a graphical visual thanks to Chart.js.",
  "label.project.feature.title.glory": "For the glory!",
  "label.project.feature.desc.glory": "Don't disappoint the crowd who will not hesitate to cheer for you and follow your movements during your fight.",
  "label.project.feature.title.multi": "Multiplayer",
  "label.project.feature.desc.multi": "Are there several of you? So much the better! Fix it will allow you to confront your (old) friends to find out who is the best repairman!",
  "label.project.feature.title.music": "Music",
  "label.project.feature.desc.music": "The game has a soundtrack specially created during the Global Game Jam. Enjoy this music that accompanies the crowd to defeat your opponent!",
  "label.project.feature.title.page.perso": "Personal page",
  "label.project.feature.desc.page.perso": "Setting up personalized personal pages, serving as a portfolio for each one with a direct link to their projects, generated from a Json file to be easily editable.",
  "label.project.feature.title.page.project": "Project Page",
  "label.project.feature.desc.page.project": "Setting up personalized project pages, with all the necessary information for a good understanding of the project, generated from a Json file to be easily editable.",
  "label.project.feature.title.multilingue": "Multilingual",
  "label.project.feature.desc.multilingue": "The website is available in english and in french, which allows it to be more accessible.",
  "label.project.feature.title.auth": "Authentification",
  "label.project.feature.desc.auth": "The back office is secured by an authentication system, allowing the administrator to access the configuration of his site in complete security.",
  "label.project.feature.desc.auth.sr": "An authentication system has been put in place to force the user to log in to gain access to the application but also to the back office.",
  "label.project.feature.desc.auth.he": "An account system is set up to allow each user to fill in the data concerning him or her and then obtain a follow-up of the evolution of certain of his or her physical characteristics.",
  "label.project.feature.title.type.fixit": "Fighting Game",
  "label.project.feature.desc.type.fixit": "This is a 2D fighting game : compete in a retro setting to crush your opponents.",
  "label.project.feature.title.type.ecopotager": "Serious Game",
  "label.project.feature.desc.type.ecopotager": "This is a serious game: it aims to educate learners about ecology through physics and chemistry.",
  "label.project.feature.title.type.beautifullives": "Puzzle Game",
  "label.project.feature.desc.type.beautifullives": "This is a puzzle game: use your logic and rack your brain to complete the different levels of the game.",
  "label.project.feature.title.perso": "Personnal space",
  "label.project.feature.desc.perso": "Each user has a personal space on which he can fill in some information about himself, which allows the application to calculate some physical indicators as well as to follow them over time.",
  "label.project.feature.desc.multilingue.saphir": "The site is available in French, English and Chinese, making it more accessible in the different locations where the application is used.",
  "label.project.feature.title.auth.eva": "Authentification",
  "label.project.feature.desc.auth.eva": "The back office is secured by an authentication system, allowing the administrator to access the configuration of his site in complete security.",
  "label.project.team.role.dev": "Developper",
  "label.project.team.role.game.designer": "Game Designer",
  "label.project.team.role.design": "Design",
  "label.project.team.role.project.management": "Project management",
  "label.project.type.jv": "Video game",
  "label.project.type.showcase": "Showcase Site",
  "label.project.type.showcase.bo": "Showcase site / Back-office",
  "label.project.type.appweb.online.game": "Web application / Online game",
  "label.project.type.educative.appweb": "Educative Web App",
  "label.project.type.appweb": "Web application"
}