{
  "label.project.desc.beautiful.lives": "Beautiful lives est un jeu basé sur le thème \"Rewind\" proposé lors de la Brackeys Game Jam 2020.2 ! Bien que celle-ci devait durer une semaine entière nous avons relever le défis de développer un jeu avec une équipe de 4 en un week-end. Nous avons mit nos compétences ainsi que nos nerfs à rude épreuve et c'est ainsi que Beautiful lives est né.",
  "label.project.desc.onlyvert": "Only vert est une start-up lyonnaise qui travaille dans le domaine de la protection de l'environnement. Suite au lancement de leur application d'aide au tri sélectif, nous avons tout d'abord travaillé sur le développement d'un site vitrine afin de présenter la start-up et les différents membres. Nous avons par la suite développé une partie back-office qui permet dans un premier temps à Only vert de gérer certaines données de leur site et de leur application, et dans un second temps de mettre à disposition de leurs partenaires un espace privé et personnalisé.",
  "label.project.desc.ecopotager": "Serious game dans le cadre d'une unité d'enseignment lors de notre master 1 sur le thème de la sensibilisation à l'écologie via la découverte de la physique et la chimie, à travers la gestion d'un potager éco responsable.",
  "label.project.desc.speedrace": "SpeedRace est un jeu réalisé dans le cadre de l'unité d'enseignement Web Avancé de l'université Lyon 1. Le jeu tourne autour le la géolocalisation en temps réel des joueurs, et le but est pour ces derniers d'atteindre une cible présente sur la carte le plus vite possible. Un back office permet à l'admininistrateur du jeu de modifier chaque paramètre de la partie, comme le temps de vie d'un joueur ou la position de la carte.",
  "label.project.desc.nova": "Noémie Vargas est une make-up artiste lyonnaise pour qui nous avons réalisé un site vitrine lui permettant d'afficher ces projets ainsi que ces réalisations. Nous lui avons aussi mis à disposition un back office afin qu'elle puisse ajouter, supprimer et gérer directement le contenu de son site vitrine.",
  "label.project.desc.saphir": "Saphir est une application éducative ayant pour but d'accompagner de jeunes apprenant dans la compréhension des différents cycles de l'eau et plus précisément de sa filtration. Nous avons pour cela développé une Progressive Web App, ce qui permet à l'application d'être téléchargeable sur téléphone et tablette en plus d'être accessible sans connexion internet. En plus de cela, elle est disponible en 3 langues différentes, ce qui la rend d'autant plus accessible. Elle a été réalisée dans le cadre de l'unité d'enseignement Projet d'Orientation Master, encadré par Mme Stéphanie Jean Daubias et partenariat avec l'association Franco-chinoise Albatross Foundation, qui a pour vocation de promouvoir une éducation gratuite pour tous et de construire une organisation globale pour une éducation au développement durable de la jeunesse avec des outils innovants interactifs et ludiques.",
  "label.project.desc.healtheat": "Healteat est un diététicien en ligne, qui permet aux utilisateurs de générer des programmes alimentaires en fonction de leurs informations personnelles. Les utilisateurs mettent à jour leurs données personnelles tout au long du programme, et l'application leur permet d'en avoir un visuel, notamment sous forme de graphique, tout en donnant aussi quelques conseils.",
  "label.project.desc.fixit": "Ce jeu a été développé lors de la Global Game Jam 2020 sur le thème de la \"réparation\" ! Dans ce prototype, vous pouvez jouer contre votre ami dans une arène et essayer de réparer plus de choses que lui ! Vous devrez collecter des pièces, envoyées dans l'arène, afin de réparer votre objet actuel donné par la foule en arrière-plan (qui vous remonte le moral !). Le premier à compléter 3 objets gagne !",
  "label.project.desc.edc": "Eva Dalla Costa est une photographe lyonnaise pour qui nous avons réalisé un site vitrine lui permettant d'afficher ses créations. Nous lui avons aussi mis à disposition un back office afin qu'elle puisse ajouter, supprimer et ordonner directement le contenu de son site vitrine.",
  "label.project.desc.cruz": "Le site de La Cruz à été créé pour permettre de nous presenter et de montrer facilement et précisément notre travail. Après une version développé avec Symfony, nous avons fait le choix de réusiner le site sous React avec des fichiers de configuration au format Json pour les données, ce qui nous permet une plus grande flexibilité.",
  "label.project.short.desc.beautiful.lives": "Beautiful lives est un jeu basé sur le thème \"Rewind\" proposé lors de la Brackeys Game Jam 2020.2 !",
  "label.project.see": "Voir le projet",
  "label.project.check.github": "Voir sur Github",
  "label.project.feature.title.die.again": "La mort... encore !",
  "label.project.feature.desc.die.again": "Basé sur un système de \"Die & Tryhard\", ce jeu vous demendera de faire des sacrifices pour terminer et désceller certains niveaux.",
  "label.project.feature.title.tuto": "Tutoriel",
  "label.project.feature.desc.tuto.bl": "Un hologramme sympathique vous accompagnera dans les premiers niveaux pour tout vous expliquer : commandes, mécaniques, vous allez tout connaître !",
  "label.project.feature.desc.tuto.ep": "Votre oncle Robert est là pour vous accompagnez dans la gestion de votre potager, n'hésitez pas à lui poser des questions : il répondra à tout !",
  "label.project.feature.title.responsive": "Site responsive",
  "label.project.feature.desc.responsive": "Le site web est adapté à tout les appareils, de l'ordinateur fixe au téléphone mobile",
  "label.project.feature.title.bo": "Back office personnalisé",
  "label.project.feature.desc.bo": "Le site web est accompagné d'un back office afin de gérer les données du site",
  "label.project.feature.desc.bo.ov": "Le site web est accompagné d'un back office afin de gérer les données du site et leur application mobile.",
  "label.project.feature.desc.bo.sr": "Le jeu est accompagné d'un back office permetant de modifier la plupart des options du jeu",
  "label.project.feature.title.firebase": "Liaison avec Firebase",
  "label.project.feature.desc.firebase": "Développer avec Firebase, son utilisation permet une liaison simple entre le site web et le back office",
  "label.project.feature.desc.firebase.ov": "Développer avec Firebase, les données sont communes avec celles de l'application",
  "label.project.feature.title.children": "Pour les enfants",
  "label.project.feature.desc.children": "Eco-potager est destiné aux enfants, avec des explications claires et des contrôles intuitifs.",
  "label.project.feature.title.process.monitoring": "Suivi de progression",
  "label.project.feature.desc.process.monitoring": "A la fin de chaque niveau sera proposer un récapitulatif des plantations et actions du joueur afin de lui indiquer ses réussites et erreurs pour le faire gagner en expérience.",
  "label.project.feature.title.geolocation": "Géolocalisation en temps réel",
  "label.project.feature.desc.geolocation": "Le jeu est orienté autour de la géolocalisation en temps réel des joueurs, ainsi que d'une cible à atteindre",
  "label.project.feature.title.pwa": "Progressive Web App",
  "label.project.feature.desc.pwa": "Saphir est une PWA, ce qui lui permet d'être téléchargé comme une application sur tout les dispositif et disponnible hors connexion",
  "label.project.feature.title.educative": "Éducatif",
  "label.project.feature.desc.educative": "L'application est adapté pour une utilisation dans des écoles avec de jeunes apprenants",
  "label.project.feature.title.experiment": "Mise en place d'un expérience", 
  "label.project.feature.desc.experiment": "L'application est adapté pour une utilisation dans des écoles avec de jeunes apprenants", 
  "label.project.feature.title.program": "Programme personnalisé",
  "label.project.feature.desc.program": "L'application génère pour chaque utilisateur des programmes personnalisé à partir de données de scraping",
  "label.project.feature.title.followup": "Suivi personnel",
  "label.project.feature.desc.followup": "L'application web est accompagné d'une partie de suivi personnel qui donne un visuel graphique grâce à Chart.js.",
  "label.project.feature.title.glory": "Pour la gloire !",
  "label.project.feature.desc.glory": "Ne décevez pas la foule en délire qui n'hésitera pas à vous acclamer et à suivre vos mouvements lors de votre combat.",
  "label.project.feature.title.multi": "Multijoueur",
  "label.project.feature.desc.multi": "Vous êtes plusieurs ? Tant mieux ! Fix it va vous permettre d'affronter vos (anciens) amis afin de savoir qui est le meilleur réparateur !",
  "label.project.feature.title.music": "Musique",
  "label.project.feature.desc.music": "Le jeu dispose d'une bande-son spécialisement créée lors de la Global Game Jam. Profitez de cette musique qui accompagne la foule pour vaincre son adversaire !",
  "label.project.feature.title.page.perso": "Page Perso",
  "label.project.feature.desc.page.perso": "Mise en place de page perso personnalisées, servant de portfolio à chacun avec un lien direct vers leur projets, généré à partir de fichier Json pour être facilement modifiable",
  "label.project.feature.title.page.project": "Page Projet",
  "label.project.feature.desc.page.project": "Mise en place de page projets personnalisées, avec toutes les informations necessaires à la bonne compréhension de ce dernier, généré à partir de fichier Json pour être facilement modifiable",
  "label.project.feature.title.multilingue": "Site multilingue",
  "label.project.feature.desc.multilingue": "Le site est disponnible en français et en anglais, ce qui lui permet d'être plus accessible",
  "label.project.feature.title.auth.eva": "Authentification",
  "label.project.feature.desc.auth.eva": "Le back office est sécurisé par un système d'authentification, permettant à l'administrateur d'accéder à la configuration de son site en toute sécurité.",
  "label.project.team.role.dev": "Développeur",
  "label.project.team.role.game.designer": "Game Designer",
  "label.project.team.role.design": "Design",
  "label.project.team.role.project.management": "Gestion de projet",
  "label.project.type.jv": "Jeu vidéo",
  "label.project.type.showcase": "Site Vitrine",
  "label.project.type.showcase.bo": "Site vitrine / Back-office",
  "label.project.type.appweb.online.game": "Application web / Jeu en ligne",
  "label.project.type.educative.appweb": "Application Web Educative",
  "label.project.type.appweb": "Application web"
}