{
  "label.project.desc.beautiful.lives": "Beautiful lives is a game based on the theme \"Rewind\" proposed at the Brackeys Game Jam 2020.2. Although it was supposed to last a whole week, we took up the challenge to develop a game with a team of four in one weekend. We put our skills as well as our nerves to the test to bring this game to life. Advance through the different puzzles of the levels... But don't be afraid to die!",
  "label.project.desc.beautiful.lives.short": "Beautiful lives is a game based on the theme \"Rewind\" proposed during the Brackeys Game Jam 2020.2 realized in one weekend !",
  "label.project.desc.onlyvert": "Only vert is a Lyon-based start-up working in the field of environmental protection. After the launch of their selective sorting application, we first worked on the development of a showcase site to present the start-up and the different members. We then developed a back-office part that allows Only vert to manage some data from their site and application, and then to provide their partners with a private and personalized space.",
  "label.project.desc.onlyvert.short" : "Only-vert is a Lyon-based start-up working in selective sorting. We realized a showcase site as well as two back-offices: an administration part as well as a partner part for their customers.",
  "label.project.desc.ecopotager": "Serious game realized within the framework of a teaching unit on educational software. This one is based on the theme of ecology awareness through the discovery of physics and chemistry, through the management of an eco-responsible vegetable garden. Learn how to manage a garden in an ecological way thanks to the advice of uncle Robert and the different levels that await you. Choose the right vegetables according to the seasons, give them the right amount of water and water them properly to get your uncle's congratulations!",
  "label.project.desc.ecopotager.short": "Serious game realized within the framework of a teaching unit. This one is based on the theme of ecology awareness through the discovery of physics and chemistry, through the management of an eco-responsible vegetable garden.",
  "label.project.desc.speedrace": "SpeedRace is a game realized within the framework of the Advanced Web teaching unit of the University Lyon 1. The game uses the real-time geolocation sensors of its players to determine their positions. Their goal is to reach a target on the map as quickly as possible. A back-office is available and allows the administrator to modify the parameters of a game, such as a player's life time or the position of the target on the map.",
  "label.project.desc.speedrace.short": "Speed Race is an application made in the form of a geolocation game where the goal is to be the first to reach a target. The application comes with a back-office for the management of the game.",
  "label.project.desc.saphir": "Saphir is an educational application designed to accompany young learners in understanding the different stages of the water cycle and more precisely the moment of its filtration. We have developed a Progressive Web App that allows the application to be downloaded to phones and tablets and is accessible without an internet connection. Saphir is also available in three different languages making its content even more accessible. It was created as part of the teaching unit Projet d'Orientation Master, supervised by Ms. Stéphanie Jean Daubias and in partnership with the Franco-Chinese association Albatross Foundation, which aims to promote free education for all and to build a global organization for raising awareness of sustainable development among youth with innovative, interactive and fun tools.",
  "label.project.desc.saphir.short": "Saphir is a progressive educational web app on the theme of water realized in close collaboration with the Albatross Foundation, in order to sensitize students to the protection of the environment.",
  "label.project.desc.nova": "Noémie Vargas is a make-up artist from Lyon for whom we have created a showcase site allowing her to display her projects and her creations. We also provided her with a back office so that she can add, delete and directly manage the content of her showcase site.",
  "label.project.desc.healtheat": "Healteat is an online dietician that allows users to generate dietary programs based on their personal information. Users update their personal data throughout the program and the application allows them to have a visual, especially in the form of a graph, while also giving some tips.",
  "label.project.desc.healtheat.short": "Healteat is an online dietician allowing users to track their progress and generate dietary programs based on their personal information.",
  "label.project.desc.fixit": "This game was developed during the Global Game Jam 2020 on the theme of \"repair\" ! In this prototype, you can play against your friend in an arena and try to fix more things than him ! A madding crowd entrusts you with an item to repair: it's up to you to collect the pieces scattered in the arena to restore it before your opponent. The first person to complete 3 items wins the fight!",
  "label.project.desc.fixit.short": "This game was developed during the GGJ 2020 on the theme : \"Repair\" ! Face each other in 1 vs 1 in an arena: the first to three sets wins !",
  "label.project.desc.edc": "Eva Dalla Costa is a photographer from Lyon for whom we have created a showcase site allowing her to display her creations. We also provided her with a back office so that she can directly add, delete and order the content of her showcase site.",
  "label.project.desc.edc.short": "Eva Dalla Costa is a photographer from Lyon for whom we realized a showcase site with a back-office. Thus, she can manage the content of her galleries in complete autonomy.",
  "label.project.desc.cruz": "La Cruz's website has been created to allow us to present ourselves and our work easily and accurately. After a version developed with Symfony, we chose to rebuild the site under React with configuration files in Json format for the data, which allows us greater flexibility.",
  "label.project.desc.cruz.short": "Showcase site of the association in order to present in more details the association, the different members who compose it as well as the different projects we have realized.",
  "label.project.short.desc.beautiful.lives": "Beautiful lives is a game based on the Brackeys Game Jam 2020.2 theme : \"Rewind\" !",
  "label.project.see": "Go to project",
  "label.project.check.github": "Check on Github",
  "label.project.feature.title.die.again": "Die... again !",
  "label.project.feature.desc.die.again": "Based on a Die & Tryhard system, this game will ask you to make sacrifices to finish and unseal some levels.",
  "label.project.feature.title.tuto": "Tutorials",
  "label.project.feature.desc.tuto.bl": "A nice hologram will assist you in the first levels to explain everything : keys, mechanics, you will know all of it !",
  "label.project.feature.desc.tuto.ep": "Your uncle Robert is there to accompany you in the management of your vegetable garden, do not hesitate to ask him questions: he will answer everything!",
  "label.project.feature.title.responsive": "Responsive website",
  "label.project.feature.desc.responsive": "The website is suitable for all devices, from desktop computers to cell phones.",
  "label.project.feature.title.bo": "Back office",
  "label.project.feature.desc.bo": "The website comes with a back office in order to manage the data of the site.",
  "label.project.feature.desc.bo.ov": "The website comes with a back office in order to manage the data of the site and their mobile application.",
  "label.project.feature.desc.bo.sr": "The game comes with a back office where you can change almost every options of the game.",
  "label.project.feature.title.firebase": "Built with Firebase",
  "label.project.feature.desc.firebase": "Built with Firebase, the link between the website and the back office is very easy.",
  "label.project.feature.desc.firebase.ov": "Built with Firebase, we use the same data as used in the app.",
  "label.project.feature.title.children": "For childrens",
  "label.project.feature.desc.children": "Eco-potager offers clear explanations and intuitive controls adapted to children.",
  "label.project.feature.title.process.monitoring": "Progress monitoring",
  "label.project.feature.desc.process.monitoring": "Eco-potager offers a summary of your successes and mistakes at the end of each level to gain experience.",
  "label.project.feature.title.geolocation": "Geolocation",
  "label.project.feature.desc.geolocation": "The game is based on the geolocation of all the differents players as well as a target to reach.",
  "label.project.feature.title.pwa": "Progressive Web App",
  "label.project.feature.desc.pwa": "Saphir is a PWA: it can be downloaded as an application on all devices and remains available offline.",
  "label.project.feature.title.experiment": "Experiment", 
  "label.project.feature.desc.experiment": "The application includes a module that allows learners to digitally perform a water filtering experiment in the same way as a scientific experiment would be performed.", 
  "label.project.feature.title.course": "Courses", 
  "label.project.feature.desc.course": "The application includes a module giving access to different courses on the theme of water.", 
  "label.project.feature.title.quiz": "Quiz", 
  "label.project.feature.desc.quiz": "The application includes a module giving access to different quizzes on the theme of water for each course available on the application.", 
  "label.project.feature.title.game": "Mini-Jeux", 
  "label.project.feature.desc.game": "The application includes various educational mini-games with different levels of difficulty. These modules have been structured in such a way that additional levels can easily be added.", 
  "label.project.feature.title.program": "Personalised program",
  "label.project.feature.desc.program": "The application generates personalised programmes for each user based on scraping data.",
  "label.project.feature.title.followup": "Personal follow-up",
  "label.project.feature.desc.followup": "The web application is accompanied by a personal monitoring part that gives a graphical visual thanks to Chart.js.",
  "label.project.feature.title.glory": "For the glory!",
  "label.project.feature.desc.glory": "Don't disappoint the crowd who will not hesitate to cheer for you and follow your movements during your fight.",
  "label.project.feature.title.multi": "Multiplayer",
  "label.project.feature.desc.multi": "Are there several of you? So much the better! Fix it will allow you to confront your (old) friends to find out who is the best repairman!",
  "label.project.feature.title.music": "Music",
  "label.project.feature.desc.music": "The game has a soundtrack specially created during the Global Game Jam. Enjoy this music that accompanies the crowd to defeat your opponent!",
  "label.project.feature.title.page.perso": "Personal page",
  "label.project.feature.desc.page.perso": "Implementation of personal pages used as a portfolio for the members of the association. They are generated from an easily editable JSON file.",
  "label.project.feature.title.page.project": "Project Page",
  "label.project.feature.desc.page.project": "Setting up of project pages with all the necessary information for a good understanding of the project. They are generated from easily editable JSON files.",
  "label.project.feature.title.multilingue": "Multilingual",
  "label.project.feature.desc.multilingue": "The website is available in english and in french, which allows it to be more accessible.",
  "label.project.feature.title.auth": "Authentification",
  "label.project.feature.desc.auth": "The back office is secured by an authentication system, allowing the administrator to access the configuration of his site in complete security.",
  "label.project.feature.desc.auth.sr": "An authentication system has been put in place to force the user to log in to gain access to the application but also to the back office.",
  "label.project.feature.desc.auth.he": "The application has a personal account system to allow each user to access their personal space and information.",
  "label.project.feature.title.type.fixit": "Fighting Game",
  "label.project.feature.desc.type.fixit": "This game is a 2D fighting game: face each other in a retro setting and crush your opponents to win.",
  "label.project.feature.title.type.ecopotager": "Serious Game",
  "label.project.feature.desc.type.ecopotager": "This is a serious game: it aims to educate learners about ecology through physics and chemistry.",
  "label.project.feature.title.type.beautifullives": "Puzzle Game",
  "label.project.feature.desc.type.beautifullives": "This is a puzzle game: use your logic and rack your brain to complete the different levels of the game.",
  "label.project.feature.title.perso": "Personnal space",
  "label.project.feature.desc.perso": "Each user has a personal space where they can fill in information about themselves. The application can then follow him and offer him statistics.",
  "label.project.feature.desc.multilingue.saphir": "The site is available in French, English and Chinese, making it more accessible in the different locations where the application is used.",
  "label.project.feature.title.auth.eva": "Authentification",
  "label.project.feature.desc.auth.eva": "The back office is secured by an authentication system, allowing the administrator to access the configuration of his site in complete security.",
  "label.project.team.role.dev": "Developper",
  "label.project.team.role.game.designer": "Game Designer",
  "label.project.team.role.design": "Design",
  "label.project.team.role.administratif" : "Administrative",
  "label.project.team.role.project.management": "Project management",
  "label.project.type.jv": "Video game",
  "label.project.type.showcase": "Showcase Site",
  "label.project.type.showcase.bo": "Showcase site / Back-office",
  "label.project.type.appweb.online.game": "Online game",
  "label.project.type.educative.appweb": "Educative Web App",
  "label.project.type.appweb": "Web application",
  "label.perso.exp.title.unicef": "Young ambassador",
  "label.perso.date.sept.juillet.2014": "From 2011 to 2014",
  "label.perso.elem.project.caritative": "Charity evening entertainment",
  "label.perso.elem.project.children": "Facilitation of workshops with children",
  "label.project.name.beautiful": "Beautiful <strong>lives</strong>",
  "label.project.name.lacruz": "La <strong>cruz</strong>",
  "label.project.name.ecopotager": "Eco <strong>potager</strong>",
  "label.project.name.eva": "Eva <strong>dalla costa</strong>",
  "label.project.name.fixit": "fix<strong>it</strong>",
  "label.project.name.healtheat": "health<strong>eat</strong>",
  "label.project.name.nova": "Noémie <strong>Vargas</strong>",
  "label.project.name.onlyvert": "Only <strong>vert</strong>",
  "label.project.name.saphir": "Sa<strong>phir</strong>",
  "label.project.name.speedrace": "Speed <strong>race</strong>"
}